{
  "notice": [
    {
      "topic": "Collections",
      "title": "IKEA launches MÄVINN - made with social businesses and celebrating traditional craftsmanship",
      "date": "2023.06.01",
      "content": "The MÄVINN collection is all about appreciating the artisanal craft and workmanship that goes into making unique accessories for the home. The collection comprises 20 carefully crafted items, made together with seven social businesses across Asia, that provide long-term jobs for people in rural areas and vulnerable groups."
    },
    {
      "topic": "Climate positive",
      "title": "IKEA to use bio-based glue for reduced climate footprint",
      "date": "2023.06.01",
      "content": "To reduce the climate footprint of board production, IKEA is switching from fossil-based to bio-based glues. Today, 5% of the climate footprint of the total IKEA value chain is connected to the use of glue in board materials. With this change, the goal is to reduce fossil-based glue use by 40% and greenhouse gas emissions from glue by 30% by FY30."
    },
    {
      "topic": "Corporate",
      "title": "IKEA delivers EUR 9 million worth of products to Ukraine ",
      "date": "2023.05.30",
      "content": "More than a year after the military invasion of Ukraine, the needs in the country remain huge and are growing by the day as intensive attacks continue. In close co-operation with UNHCR, IKEA has during the last several months provided over 850,000 home furnishing products to support people who have been forced to leave their homes and hometowns."
    },
    {
      "topic": "Collaborations",
      "title": "IKEA and Little Sun launch SAMMANLÄNKAD exploring light sources powered by the sun",
      "date": "2023.05.15",
      "content": "IKEA and social business Little Sun have teamed up to explore how design can spark conversation about the use of solar energy in everyday objects. The result is SAMMANLÄNKAD, consisting of two solar-powered LED lamps for capturing energy and creating light, launching in selected IKEA markets in April 2023. "
    }
  ]
}